Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: • Avoid drinking alcohol. Alcohol takes about 2 to 3 hours per serving to leave breast milk. • It takes about 4 to 6 hours for the foods you eat to show up in your breast milk. If you have a family history of an allergy or your baby seems fussy after you eat a certain food, avoid that food and see if your baby feels better. • Some babies have a hard time when a mother eats dairy products or vegetables such as broccoli, beans, onions or peppers. If the problem persists, talk to your doctor. • Avoid weight loss diets. To lose weight, walk more and limit high calorie foods. Getting Started Colostrum, the first milk your body makes, is very good for your baby. Over the next few days, your breasts will feel fuller, and you will have more milk. Your milk supply will depend on how much milk and how often your baby takes from the breast. The more milk your baby takes, the more milk your breasts will make. The nurses will help you and your baby learn how to breastfeed. Relax and\ give yourself time to learn. Breastfeeding Basics. Russian.
ru: • Откажитесь от алкоголя. После употребления одной порции алкоголя он будет присутствовать в грудном молоке еще 2–3 часа. • Вещества, содержащиеся в продуктах питания, проникают в грудное молоко через 4–6 часов после их употребления. Избегайте продуктов, на которые есть аллергия у членов вашей семьи, а также таких, после употребления которых ваш ребенок проявляет беспокойство. Посмотрите, станет ли он чувствовать себя лучше, если вы прекратите употреблять такие продукты. • Некоторые дети тяжело переносят употребление матерью молочных продуктов или овощей, таких как брокколи, бобы, лук или перец. Если отказ от таких продуктов не поможет, обратитесь к врачу. • В период лактации не прибегайте к диете для похудения. Чтобы похудеть, больше ходите и ограничьте употребление высококалорийных продуктов. Начало кормления Молозиво, или первое молоко, которое производит ваш организм, очень полезно для ребенка. Через несколько дней вы почувствуете, что ваша грудь наполнится, а количество молока увеличится. Количество вырабатываемого молока зависит от того, сколько ребенок его выпивает, и от частоты кормления грудью. Чем больше ребенок сосет, тем больше молока выработает ваша грудь. Медсестры помогут вам и вашему ребенку научиться правильному кормлению грудью. Не волнуйтесь, со временем вы научитесь.

source: Your baby may be very sleepy the first few days. Your baby’s stomach is small so your baby will need to feed often. You may feel increased thirst while nursing, drowsiness during breastfeeding and mild uterine contractions while breastfeeding the first few days. Avoid feeding your baby from a bottle, either breastmilk or formula, for the first 3 to 4 weeks or until you baby learns to feed well. Sucking from a bottle is a different mouth action. Bottle sucking may interfere with the baby’s nursing at the breast. After the first 3 to 4 weeks, you can try to feed your baby breast milk through a bottle if you would like. If your baby is not able to breastfeed, you can pump your breast milk, feed your baby the breast milk through the bottle or freeze the breast milk in a closed container for later use. Feeding Cues Your baby will give you signs of hunger called feeding cues. Your baby’s feeding cues may include: • Clenched fists • Hands to mouth • Licking of lips • Moving of arms and legs • Turning the head towards your body • Sounds • Crying Try to begin feeding your baby before he or she becomes too upset. Breastfeeding Basics. Russian.
ru: В первые дни жизни ваш малыш может очень много спать. Его желудок еще очень мал, поэтому его нужно часто кормить. В первые дни во время кормления грудью вы можете ощущать жажду, сонливость и умеренные сокращения матки. Не кормите новорожденного сцеженным молоком или смесью из бутылочки в течение первых 3–4 недель, пока он не научится правильно питаться. В отличие от кормления грудью, при сосании из бутылочки рот ребенка совершает другие действия. Кормление из бутылочки может помешать грудному вскармливанию. При желании вы можете попытаться кормить ребенка сцеженным молоком с использованием бутылочки по истечении 3–4 недель. Если кормление грудью невозможно, вы можете сцеживать грудное молоко и кормить им ребенка из бутылочки. Также молоко можно замораживать в специальном закрытом контейнере и использовать его позже. Признаки готовности к сосанию Признаки готовности к сосанию — это знаки, которые подает ребенок когда испытывает голод. Признаки готовности к сосанию: • сжатые кулачки; • поднесение ручек ко рту; • облизывание губ; • дерганье ручками и ножками; • поворот головки в вашу сторону; • звуки; • плач. Постарайтесь начать кормление до того, как ребенок начнет капризничать.

source: How is my baby doing with breastfeeding? Watch for signs that your baby is latched on to your nipple well and getting milk. Signs may include: • A fast, shallow motion in the cheeks as your baby first latches on that changes to a deep, slow, rhythmic motion. • Motion near your baby’s ear and temple as your baby’s lower jaw moves up and down. • Seeing, hearing, or feeling your baby swallowing. • Feeling a tingling sensation in the breast. Is my baby getting enough milk? If your baby is getting enough milk, your breasts will be full with milk, soft after feedings and refill between feedings. Your baby will: • Have 6 or more wet diapers in a 24 hour period • Sleep between feedings • Have more than 2 bowel movements each day • Gain weight A healthy, full term baby who is nursing well does not need extra water or formula. Do not feed your baby extra water or formula unless ordered to do so by your baby’s doctor. Talk to your baby’s doctor, nurse or your lactation specialist if you do not think that your baby is getting enough milk. Breastfeeding Basics. Russian.
ru: Как ведет себя ребенок при грудном вскармливании? Следите за тем, чтобы ребенок хорошо присосался к соску и получал молоко. Признаки: • Быстрые мелкие движения щечек сменятся глубокими, медленными и ритмичными после того, как ребенок присосется к груди. • Вы заметите движения в области ушка и виска ребенка из-за движения нижней челюсти вверх-вниз. • Вы заметите, услышите и почувствуете, что ребенок глотает. • Вы почувствуете покалывание в груди. Хватает ли ребенку молока? Если ваш ребенок получает достаточно молока, ваша грудь будет полной, мягкой после кормления и будет наполняться молоком между кормлениями. Ваш малыш должен: • В течение суток мочиться не менее шести раз • Спать между кормлениями • Какать чаще двух раз в день • Набирать вес При правильном кормлении грудью здоровому родившемуся в срок ребенку давать дополнительно воду или питательную смесь без рекомендации врача не требуется. Если вы считаете, что ребенок получает мало молока, проконсультируйтесь с врачом, медсестрой или специалистом по грудному вскармливанию.

source: How often will my baby feed? Feedings are timed from the start of one feeding to the start of the next. At first, try to feed your baby every 2 to 3 hours during the day and evening, and at least every 4 hours during the night. If your baby gives feeding cues, feed your baby. Your baby may want several feedings very close together. By the end of the first week, your baby will be nursing 8 to 12 times in 24 hours. As your baby and your milk supply grow, your baby may begin feeding less often. Even after babies are able to sleep for longer periods, their sleep is sometimes disturbed by dreams, hunger or a busy day. Expect that your baby will wake at night and may need to be fed. Babies have growth spurts in their first 6 months and will nurse more often during them. By feeding more often, your body will make more milk to get through the growth spurts. These spurts often last 3 to 5 days. Waking the Sleeping Baby If your baby is in a deep sleep, do not wake your baby for a feeding. If your baby is asleep but has some body motions such as eye motion under the lid, active mouth and tongue motion, or sucking in sleep, this is the best time to wake your baby for a feeding. Breastfeeding Basics. Russian.
ru: Как часто следует кормить ребенка? Время между кормлениями отсчитывают с момента их начала. Сначала пробуйте кормить ребенка каждые 2–3 часа днем и вечером и, по крайней мере, каждые 4 часа ночью. Если ваш ребенок подает признаки готовности к сосанию, его следует покормить. Ребенок может довольно скоро опять захотеть кушать. К концу первой недели ребенка следует кормить 8–12 раз в сутки. По мере роста малыша и увеличения выработки молока кормить его можно реже. Даже после увеличения времени сна ребенок может просыпаться из- за того, что ему что-то приснится, он проголодается или его что-то встревожит. Ребенок может проснутся среди ночи и, возможно, его надо будет покормить. В первые 6 месяцев у младенцев наблюдаются периоды резкого увеличения роста, в течение которых их следует кормить чаще. При более частом кормлении ваш организм будет вырабатывать больше молока. Зачастую такие периоды могут продолжаться от 3 до 5 дней. Пробуждение спящего ребенка Если ребенок крепко спит, его не стоит будить ради кормления. Лучше всего будить ребенка, когда он шевелится, его глаза под веками движутся, или он совершает частые посасывания или движения ртом и языком.

source: At night, dim the lights and keep the room quiet. Avoid startling movements. Wake the baby gently by moving your baby or you can change your baby’s diaper. If after 15 minutes your baby shows poor interest in breastfeeding, try an hour later. Talk to a doctor, nurse or lactation specialist if you have any questions or concerns. © 2007 - November 1, 2018, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Breastfeeding Basics. Russian.
ru: В ночное время следует приглушить свет и соблюдать тишину. Избегайте резких движений. Будите ребенка осторожно. Можно поменять его местоположение или заменить подгузник. Если через 15 минут малыш утратит интерес к кормлению грудью, попробуйте его покормить через час. Если у вас есть вопросы или сомнения, обратитесь к врачу, медсестре или специалисту по грудному вскармливанию. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Breastfeeding Breastfeeding problems are common, but they last a short time. These tips may help. If you find that the problems persist, call your doctor, nurse or lactation specialist. Engorgement Engorgement is when the breasts become full, firm, tender and sometimes painful as your breast starts to produce milk. This often occurs 3 to 5 days after delivery. Signs of engorgement often last 24 to 48 hours. Signs include: • Larger, heavier and tender breasts • Breasts that are hard, painful and warm to the touch • Swelling of the breasts • Firm nipples and areola Ways to Prevent Engorgement • Feed your baby at least 8 to 12 times each day. Watch and listen for drinking and swallowing. • Wear a support bra 24 hours a day while your breasts are heavy. Use a comfort style bra without under wires. Some mothers find more comfort without a bra. • If your breasts become engorged: Ì Place a clean, warm, damp cloth over each breast for 3 to 5 minutes before nursing or get into a warm Breastfeeding Problems. Russian.
ru: вскармливания Problems Проблемы, с которыми сталкиваются во время грудного вскармливания, довольно типичны, однако длятся они не долго. Вот несколько рекомендаций. Если они не помогут, обратитесь к врачу, медсестре или специалисту по грудному вскармливанию. Нагрубание молочных желез При нагрубании молочных желез грудь набухает, твердеет, становится более чувствительной и даже болезненной из-за того, что начинает вырабатывать молоко. Чаще всего это происходит через 3–5 дней после родов. Признаки нагрубания могут проявляться в течение 1–2 суток: • грудь становится больше, тяжелее и чувствительнее; • грудь твердеет, болит и становится теплой на ощупь; • грудь набухает; • соски и ареолы твердеют. Как избежать нагрубания молочных желез? • Кормите младенца не менее 8–12 раз в сутки. Следите, чтобы он пил и глотал. • Постоянно носите удобный поддерживающий бюстгальтер без косточек. Некоторые мамы считают, что им комфортнее без бюстгальтера. • При нагрубании молочных желез: Ì Перед кормлением на 3–5 минут приложите чистый теплый влажный компресс к каждой груди, примите

source: shower and let warm water flow over your shoulders. Heating the breasts will help your milk flow easily to your baby. After heating the breasts, massage them in a circular motion towards the areola and the nipple. Massaging will move the milk down. Massage under the arms and the collarbone area if this area is firm and uncomfortable. Ì Soften the breast using hand expression or a breast pump. Express enough breast milk to soften the areola so that baby can easily attach. Ì Breastfeed right away. Gently massage your breasts while nursing. Ì If the breasts are still painful, full and swollen after a breastfeeding, or refill within a half hour after feeding, you may pump to soften the breasts. Only pump if your breasts are overly full and don’t pump until they are empty. Ì Apply cold packs to the breasts for 20 minutes after nursing Nipple Soreness Nipple soreness often occurs when the baby is not attached well to the breast or positioned correctly. Make sure your baby’s jaws are deeply over your areola and about ½ inch behind the base of your nipple. Your nipple should be rounded and erect after the baby detaches. Breastfeeding Problems. Russian.
ru: теплый душ, подставив под него свои плечи. Согревание груди поможет выделению молока и кормлению ребенка. После нагревания промассируйте грудь круговыми движениями в направлении ареол и сосков. Такой массаж поможет расцедить грудь. Помассируйте зону подмышек и ключиц, если там ощущается уплотнение и дискомфорт. Расцедите грудь руками или при помощи молокоотсоса так, чтобы ареола смягчилась и малыш мог легко присосаться. Ì Сразу же приступайте к кормлению. Во время кормления продолжайте массировать грудь нежными движениями. Если после кормления грудь по-прежнему болит, остается полной и набухшей или вновь наполняется в течение получаса после кормления, лишнее молоко можно сцедить, чтобы грудь стала мягкой. Сцеживайте грудь не до конца и только тогда, когда она переполнена. Ì После кормления грудью приложите к ней охлаждающий пакет на 20 минут. Боли в сосках Боли в сосках зачастую появляются в результате неправильного прикладывания младенца к груди или неудачной позы для кормления. Убедитесь, что ротик младенца захватил ареолу примерно на сантиметр вокруг основания соска. После завершения кормления сосок должен быть круглым и вытянутым.

source: Ways to Prevent Nipple Soreness • If you feel pinching, rubbing or biting pain during the feeding, check the baby’s position and attachment. • Air-dry your nipples by leaving your bra flaps down for a couple of minutes after a feeding. • Express a small amount of colostrum or milk and spread it around the nipple and areola after air-drying. • Avoid the use of soap, alcohol and extra water on the breast. Clean your breasts by allowing water to flow over them when showering. If You Have Nipple Soreness: • Feed your baby more often for shorter periods of time. • Do not allow your baby to become too hungry. • Using an artificial nipple shield over the breast for feeding may help with soreness, but can damage your nipple and get in the way of milk flow. Only use them with the help of a lactation specialist. • Use a purified lanolin product or gel pad to heal cracked or open areas. Do not use lanolin and gel pads together. • Begin feeding on the least sore nipple. Be sure to break suction carefully by sliding your finger inside your baby’s mouth. • If it remains painful when your baby first latches on, remove your baby and try again. Breastfeeding Problems. Russian.
ru: Как избежать боли в сосках? • Если во время кормления вы ощущаете покалывание, трение или боль от укусов, проверьте, правильно ли малыш приложен к груди. • Дайте соскам высохнуть на открытом воздухе, не надевая бюстгальтер сразу же после кормления, • после чего сцедите несколько капель молозива или молока и нанесите его на область вокруг соска и ареолы. • Не используйте мыло и спиртосодержащие растворы. Не мойте грудь слишком часто. Во время принятия душа просто ополосните грудь водой. При боли в сосках: • Кормите младенца чаще, сократив при этом время кормления. • Не давайте ребенку голодать. • Использование искусственных накладок на соски при кормлении поможет устранить боль, однако может повредить соски и сократить образование молока. Надевайте такие накладки только с помощью специалиста по грудному вскармливанию. • Для лечения ссадин и трещин используйте чистый ланолин или специальные гелевые подушечки (но не оба средства одновременно). • Кормление начинайте с менее болезненного соска. Прерывайте кормление осторожно, поместив палец в рот малышу. • Если после того, как младенец присосется, боль останется, прервите кормление и заново приложите его к груди.

source: • A fast deep latch will put your baby’s jaws behind the nipple and tender areas. If latching on still painful, talk to a lactation specialist. Plugged Duct A plugged duct is a tender or painful lump in the breast. If left untreated, it may lead to an infection. Plugs often occur from changes in the baby’s feeding pattern or pressure on the breast. Check your breast for pressure points that occur from a bra that is too tight or from bunched clothing on the breast. If You Have a Plugged Duct: • Apply moist heat to the breast 15 to 20 minutes before each feeding. • Massage the breast from the area behind the discomfort toward the nipple. • Change positions lining-up the baby’s chin and jaw toward the plug. • Let the baby nurse first on the affected breast. The stronger suck will help relieve the plug. Breast Infection A breast infection occurs from a blocked duct or from bacteria that has entered the breast, often through a cracked nipple. Even though the breast tissue is inflamed, the Breastfeeding Problems. Russian.
ru: • При быстром и глубоком захвате ротик малыша должен захватить области за пределами соска и его самой чувствительной части. Если вы по-прежнему будете ощущать боль, обратитесь к специалисту по грудному вскармливанию. Закупорка молочных протоков Закупорка молочных протоков представляет собой образование чувствительных или болезненных уплотнений в груди. При отсутствии лечения это может привести к инфекции. Закупорка часто происходит из-за изменений в схеме кормления младенца или давящего воздействия на грудь. Убедитесь, что бюстгальтер или складки одежды не давят вам на грудь. При закупорке молочных протоков: • За 15–20 минут до кормления приложите к груди теплую примочку. • Массаж груди осуществляйте начиная от зоны, расположенной позади области дискомфорта, по направлению к соску. • Смените положение младенца, направив его подбородок и ротик в сторону уплотнения. • Кормление начинайте с закупорившейся груди. Более сильное сосание поможет снять уплотнение. Инфекция молочной железы Инфекция молочной железы может возникнуть из-за закупорки каналов, или из-за бактерий, попавших в грудь через потрескавшийся сосок. Несмотря на воспаление тканей молочной железы,

source: baby will not become ill from feeding on the infected breast. Signs of breast infection may include: • A headache, aching joints, fever or chills • A hard, red and painful breast • A fussy or unwilling to nurse baby when using the infected breast Call your doctor right away if you think you may have a breast infection. • Your doctor may order medicine to treat the infection. Take the medicine for the full time ordered. Do not stop taking your medicine, even if you feel better, without first talking to your doctor. • Continue to breastfeed your baby often to drain the infected breast. If your breast is too painful to breastfeed, you may need to use a breast pump until you are able to breastfeed your baby again. • Rest often and drink a lot of fluids. Talk to a doctor, nurse or lactation specialist if you have any questions or concerns. © 2007 - November 1, 2018, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Breastfeeding Problems. Russian.
ru: кормление такой грудью не приведет к болезни ребенка. Признаки инфекции молочной железы: • головная боль, боль в суставах, высокая температура или озноб; • твердость, покраснение и боль в груди; • младенец капризничает и не желает кушать из инфицированной груди. При подозрении на инфекцию молочной железы незамедлительно обратитесь к врачу. • Возможно, врач назначит вам лекарства для лечения инфекции. Принимайте лекарства в течение всего указанного периода лечения. При улучшении самочувствия не прекращайте прием лекарств без консультации с врачом. • Продолжайте часто кормить ребенка, чтобы постоянно опорожнять зараженную грудь. Если кормление грудью причиняет сильную боль, до восстановления возможности кормления пользуйтесь молокоотсосом. • Чаще отдыхайте и пейте много жидкости. Если у вас есть вопросы или сомнения, обратитесь к врачу, медсестре или специалисту по грудному вскармливанию. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as
